Repository: trama/myFamilyBudget
Catalog: Localizable.xcstrings
Source language: it
Languages: en_gb

# "Cent-less"
source: "Senza centesimi"
en_gb: "Cent-less"

# "Pre-dotted"
source: "Pre-puntato"
en_gb: "Pre-dotted"

# %@ • %@ spent
source: %@ • %@ spesi
en_gb: %@ • %@ spent

# %@ of month
source: %@ del mese
en_gb: %@ of month

# %@ SPENT
source: %@ SPESO
en_gb: %@ SPENT

# %lld%% spent
source: %lld%% speso
en_gb: %lld%% spent

# %lldd left
source: %lldd rimasti
en_gb: %lldd left

# %lldh left
source: %lldh rimaste
en_gb: %lldh left

# ☕ Coffee-Sized Tip
source: ☕ Mancia Formato Caffè
en_gb: ☕ Coffee-Sized Tip

# 🌮 Taco-Sized Tip
source: 🌮 Mancia Formato Taco
en_gb: 🌮 Taco-Sized Tip

# 🍕 Pizza-Sized Tip
source: 🍕 Mancia Formato Pizza
en_gb: 🍕 Pizza-Sized Tip

# A convenient button to log new purchases.
source: Un comodo pulsante per registrare nuovi acquisti.
en_gb: A convenient button to log new purchases.

# ADD BUDGET
source: AGGIUNGI BUDGET
en_gb: ADD BUDGET

# Add Note
source: Aggiungi Nota
en_gb: Add Note

# ADD OVERALL BUDGET
source: AGGIUNGI BUDGET COMPLESSIVO
en_gb: ADD OVERALL BUDGET

# Add your first budget today!
source: Aggiungi oggi il tuo primo budget!
en_gb: Add your first budget today!

# all entries
source: tutte le voci
en_gb: all entries

# Allowance
source: Indennità
en_gb: Allowance

# Analyse Your Expenditure
source: Analizza le Tue Spese
en_gb: Analyse Your Expenditure

# Analyse your expenditure breakdowns over various time periods.
source: Analizza la ripartizione delle tue spese in vari periodi di tempo.
en_gb: Analyse your expenditure breakdowns over various time periods.

# Animated Charts
source: Grafici Animati
en_gb: Animated Charts

# Appearance
source: Aspetto
en_gb: Appearance

# As transactions start piling up
source: Man mano che le transazioni si accumulano
en_gb: As transactions start piling up

# Authentication
source: Autenticazione
en_gb: Authentication

# AVG/DAY
source: MEDIA/GIORNO
en_gb: AVG/DAY

# AVG/MTH
source: MEDIA/MESE
en_gb: AVG/MTH

# Back
source: Indietro
en_gb: Back

# Back Out
source: Torna Indietro
en_gb: Back Out

# Begin by linking this budget to an existing category.
source: Inizia collegando questo budget a una categoria esistente.
en_gb: Begin by linking this budget to an existing category.

# Budget no longer exists - please select new budget from widget options.
source: Il budget non esiste più - seleziona un nuovo budget dalle opzioni del widget.
en_gb: Budget no longer exists - please select new budget from widget options.

# Budget Rows
source: Righe Budget
en_gb: Budget Rows

# Budget Your Finances
source: Pianifica le Tue Finanze
en_gb: Budget Your Finances

# Budgets
source: Budget
en_gb: Budgets

# by category
source: per categoria
en_gb: by category

# by day
source: per giorno
en_gb: by day

# by month
source: per mese
en_gb: by month

# by type
source: per tipo
en_gb: by type

# by week
source: per settimana
en_gb: by week

# Cancel
source: Annulla
en_gb: Cancel

# Category
source: Categoria
en_gb: Category

# category budget
source: budget per categoria
en_gb: category budget

# Category Name
source: Nome Categoria
en_gb: Category Name

# Celebrate Expenses
source: Celebra le Spese
en_gb: Celebrate Expenses

# Choose a time frame
source: Scegli un periodo di tempo
en_gb: Choose a time frame

# Close and reload app for change to take effect.
source: Chiudi e riavvia l'app per applicare le modifiche.
en_gb: Close and reload app for change to take effect.

# Continue
source: Continua
en_gb: Continue

# Create your overall budget in the app
source: Crea il tuo budget complessivo nell'app
en_gb: Create your overall budget in the app

# Currencies
source: Valute
en_gb: Currencies

# Currency
source: Valuta
en_gb: Currency

# custom
source: personalizzato
en_gb: custom

# Custom
source: Personalizzato
en_gb: Custom

# Custom Interval
source: Intervallo Personalizzato
en_gb: Custom Interval

# Custom Time
source: Orario Personalizzato
en_gb: Custom Time

# daily
source: giornaliero
en_gb: daily

# Daily
source: Giornaliero
en_gb: Daily

# Danger Zone
source: Zona Pericolosa
en_gb: Danger Zone

# Dark
source: Scuro
en_gb: Dark

# DATA
source: DATI
en_gb: DATA

# Delete
source: Elimina
en_gb: Rimuovi

# Delete '%@'?
source: Eliminare '%@'?
en_gb: Delete '%@'?

# Delete Expense?
source: Eliminare la Spesa?
en_gb: Delete Expense?

# Delete Literally Everything
source: Elimina Letteralmente Tutto
en_gb: Delete Literally Everything

# Delete the '%@' budget?
source: Eliminare il budget '%@'?
en_gb: Delete the '%@' budget?

# Delete your overall budget?
source: Eliminare il tuo budget complessivo?
en_gb: Delete your overall budget?

# Duplicate Found
source: Duplicato Trovato
en_gb: Duplicate Found

# earned
source: guadagnato
en_gb: earned

# Earned
source: Guadagnato
en_gb: Earned

# EARNED
source: GUADAGNATO
en_gb: EARNED

# Edit
source: Modifica
en_gb: Edit

# Enable Notifications
source: Abilita Notifiche
en_gb: Enable Notifications

# Enable Sync
source: Abilita Sincronizzazione
en_gb: Enable Sync

# Erase Data
source: Cancella Dati
en_gb: Erase Data

# Evenings
source: Sera
en_gb: Evenings

# Every evening (8:00 PM)
source: Ogni sera (20:00)
en_gb: Every evening (8:00 PM)

# Every morning (8:00 AM)
source: Ogni mattina (8:00)
en_gb: Every morning (8:00 AM)

# EXPENSE CATEGORIES
source: CATEGORIE DI SPESE
en_gb: CATEGORIE SPESE

# Expense Category
source: Categoria di Spese
en_gb: Categoria di spesa

# Expenses
source: Spese
en_gb: Expenses

# Experimental features - proceed with caution.
source: Funzionalità sperimentali - procedi con cautela.
en_gb: Experimental features - proceed with caution.

# Export Data
source: Esporta Dati
en_gb: Export Data

# Family
source: Famiglia
en_gb: Family

# Fashion
source: Moda
en_gb: Fashion

# Feature Lab
source: Laboratorio Funzionalità
en_gb: Feature Lab

# Feel free to edit this in the future.
source: Sentiti libero di modificarlo in futuro.
en_gb: Feel free to edit this in the future.

# filter-picker-income
source: Entrata
en_gb: Income

# filter-tag-category
source: per categoria
en_gb: by category

# filter-tag-day
source: per giorno
en_gb: by day

# filter-tag-month
source: per mese
en_gb: by month

# filter-tag-recurring
source: ricorrenti
en_gb: recurring

# filter-tag-type
source: per tipo
en_gb: by type

# filter-tag-upcoming
source: imminenti
en_gb: upcoming

# filter-tag-week
source: per settimana
en_gb: by week

# Follow Dime on Twitter
source: Segui Dime su Twitter
en_gb: Follow Dime on Twitter

# Follow Rafael on Instagram
source: Segui Rafael su Instagram
en_gb: Follow Rafael on Instagram

# Food
source: Cibo
en_gb: Food

# Friday
source: Venerdì
en_gb: Friday

# GENERAL
source: GENERALI
en_gb: GENERAL

# Get Started
source: Inizia
en_gb: Iniziamo

# Have a great day ahead!
source: Buona giornata!
en_gb: Have a great day ahead!

# Healthcare
source: Salute
en_gb: Healthcare

# Home
source: Casa
en_gb: Home

# iCloud Sync
source: Sincronizzazione iCloud
en_gb: iCloud Sync

# If you're too lazy to add a decimal point, I gotchu covered.
source: Se sei troppo pigro per aggiungere un punto decimale, ci penso io.
en_gb: If you're too lazy to add a decimal point, I gotchu covered.

# If your transactions usually amount to whole numbers - this one is for you.
source: Se le tue transazioni di solito ammontano a numeri interi, questa è l'opzione per te.
en_gb: If your transactions usually amount to whole numbers - this one is for you.

# INCOME CATEGORIES
source: CATEGORIE DI ENTRATE
en_gb: CATEGORIE ENTRATE

# Income Category
source: Categoria di Entrate
en_gb: Categoria di entrata

# INCOME/DAY
source: ENTRATE/GIORNO
en_gb: INCOME/DAY

# INCOME/MTH
source: ENTRATE/MESE
en_gb: INCOME/MTH

# Incomplete Entry
source: Voce Incompleta
en_gb: Incomplete Entry

# Insights
source: Analisi
en_gb: Insights

# Into the unknown.
source: Verso l'ignoto.
en_gb: Into the unknown.

# Investments
source: Investimenti
en_gb: Investments

# Jan
source: Gen
en_gb: Jan

# Jul
source: Lug
en_gb: Jul

# Keep the streak going!
source: Mantieni la serie!
en_gb: Keep the streak going!

# left
source: rimasto
en_gb: left

# left %@
source: rimasti %@
en_gb: left %@

# left each day
source: rimasti ogni giorno
en_gb: left each day

# left on %@
source: rimasti il %@
en_gb: left on %@

# left this month
source: rimasti questo mese
en_gb: left this month

# left this week
source: rimasti questa settimana
en_gb: left this week

# left this year
source: rimasti quest'anno
en_gb: left this year

# left today
source: rimasti oggi
en_gb: left today

# Light
source: Chiaro
en_gb: Light

# Link budgets to categories and set appropriate expenditure goals
source: Collega i budget alle categorie e imposta obiettivi di spesa appropriati
en_gb: Link budgets to categories and set appropriate expenditure goals

# Loading
source: Caricamento
en_gb: Loading

# Made with ❤️ by %@ from 🇸🇬
source: Fatto con ❤️ da %@ da 🇸🇬
en_gb: Made with ❤️ by %@ from 🇸🇬

# Missing Amount
source: Importo Mancante
en_gb: Missing Amount

# Missing Category
source: Categoria Mancante
en_gb: Missing Category

# Missing Emoji
source: Emoji Mancante
en_gb: Missing Emoji

# Missing Information
source: Informazioni Mancanti
en_gb: Missing Information

# Missing Name
source: Nome Mancante
en_gb: Missing Name

# Monday
source: Lunedì
en_gb: Monday

# Monitor how you are sticking to your budgets.
source: Monitora come stai rispettando i tuoi budget.
en_gb: Monitor how you are sticking to your budgets.

# Monitor how you are sticking to your overall budgets.
source: Monitora come stai rispettando i tuoi budget complessivi.
en_gb: Monitor how you are sticking to your overall budgets.

# month
source: mese
en_gb: month

# monthly
source: mensile
en_gb: monthly

# Monthly
source: Mensile
en_gb: Monthly

# monthNewBudget
source: mese
en_gb: month

# months
source: mesi
en_gb: months

# Mornings
source: Mattina
en_gb: Mornings

# myfamilybudget_name
source: myFamilyBudget
en_gb: ourFamilyBudget

# net
source: netto
en_gb: net

# Net total
source: Totale netto
en_gb: Net total

# Net Total
source: Totale Netto
en_gb: Net Total

# new
source: nuovo
en_gb: new

# New Budget
source: Nuovo Budget
en_gb: New Budget

# New Expense
source: Nuova Spesa
en_gb: New Expense

# No Budgets Found
source: Nessun Budget Trovato
en_gb: No Budgets Found

# No entries found.
source: Nessuna voce trovata.
en_gb: No entries found.

# NO RECENT EXPENSES
source: NESSUNA SPESA RECENTE
en_gb: NO RECENT EXPENSES

# NO TRANSACTIONS %@
source: NESSUNA TRANSAZIONE %@
en_gb: NO TRANSACTIONS %@

# no_expense_categories
source: Nessuna categoria di spese trovata, clicca sul pulsante 'Nuovo' per aggiungerne alcune
en_gb: No expense categories found, click the 'New' button to add some

# no_income_categories
source: Nessuna categoria di entrate trovata, clicca sul pulsante 'Nuovo' per aggiungerne alcune
en_gb: No income categories found, click the 'New' button to add some

# none
source: nessuna
en_gb: none

# Notifications
source: Notifiche
en_gb: Notifications

# Number Entry
source: Inserimento Numeri
en_gb: Number Entry

# Number Entry Method
source: Metodo di Inserimento Numeri
en_gb: Number Entry Method

# Oct
source: Ott
en_gb: Oct

# Off
source: Disattivato
en_gb: Off

# On
source: Attivato
en_gb: On

# OTHERS
source: ALTRO
en_gb: OTHERS

# over
source: oltre
en_gb: over

# over %@
source: oltre %@
en_gb: over %@

# over on %@
source: oltre il %@
en_gb: over on %@

# over this month
source: oltre questo mese
en_gb: over this month

# over this week
source: oltre questa settimana
en_gb: over this week

# over this year
source: oltre quest'anno
en_gb: over this year

# over today
source: oltre oggi
en_gb: over today

# overall budget
source: budget complessivo
en_gb: overall budget

# Overall Budget
source: Budget Complessivo
en_gb: Overall Budget

# OVERALL SPENT: %@
source: SPESA COMPLESSIVA: %@
en_gb: OVERALL SPENT: %@

# Paycheck
source: Stipendio
en_gb: Paycheck

# Percent Spent
source: Percentuale Spesa
en_gb: Percent Spent

# Permanently Delete Everythin'
source: Elimina Tutto Permanentemente
en_gb: Permanently Delete Everythin'

# Pick a start date
source: Scegli una data di inizio
en_gb: Pick a start date

# Please Change Emoji
source: Si Prega di Cambiare l'Emoji
en_gb: Please Change Emoji

# Please Change Name
source: Si Prega di Cambiare il Nome
en_gb: Please Change Name

# Please Edit Accordingly
source: Si Prega di Modificare di Conseguenza
en_gb: Please Edit Accordingly

# Rate on App Store
source: Valuta sull'App Store
en_gb: Rate on App Store

# RECENT EXPENSES
source: SPESE RECENTI
en_gb: RECENT EXPENSES

# Recent Transactions
source: Transazioni Recenti
en_gb: Recent Transactions

# recurring
source: ricorrenti
en_gb: recurring

# Remember to input your expenses today.
source: Ricordati di inserire le tue spese oggi.
en_gb: Remember to input your expenses today.

# Rent
source: Affitto
en_gb: Rent

# Repeats every
source: Si ripete ogni
en_gb: Repeats every

# Replace Time Label
source: Sostituisci Etichetta Orario
en_gb: Replace Time Label

# Report Bug
source: Segnala Bug
en_gb: Report Bug

# Saturday
source: Sabato
en_gb: Saturday

# Search entry by note
source: Cerca voce per nota
en_gb: Search entry by note

# Select a category
source: Seleziona una categoria
en_gb: Select a category

# SELECT BUDGET
source: SELEZIONA BUDGET
en_gb: SELECT BUDGET

# Select budget in widget options
source: Seleziona il budget nelle opzioni del widget
en_gb: Select budget in widget options

# SELECT BUDGET IN WIDGET OPTIONS
source: SELEZIONA BUDGET NELLE OPZIONI DEL WIDGET
en_gb: SELECT BUDGET IN WIDGET OPTIONS

# Set budget amount
source: Imposta l'importo del budget
en_gb: Set budget amount

# Settings
source: Impostazioni
en_gb: Settings

# Share with Friends
source: Condividi con Amici
en_gb: Share with Friends

# Show Line Graph
source: Mostra Grafico a Linee
en_gb: Show Line Graph

# Sneakers
source: Scarpe
en_gb: Sneakers

# spent
source: speso
en_gb: spent

# Spent
source: Speso
en_gb: Spent

# SPENT
source: SPESO
en_gb: SPENT

# SPENT: %@
source: SPESO: %@
en_gb: SPENT: %@

# SPENT/DAY
source: SPESO/GIORNO
en_gb: SPENT/DAY

# SPENT/MTH
source: SPESO/MESE
en_gb: SPENT/MTH

# Start of Week
source: Inizio Settimana
en_gb: Start of Week

# Subscriptions
source: Abbonamenti
en_gb: Subscriptions

# Successfully Added
source: Aggiunto con Successo
en_gb: Successfully Added

# Successfully Edited
source: Modificato con Successo
en_gb: Modificato correttamente

# SUGGESTED
source: SUGGERITE
en_gb: SUGGERITI

# Sunday
source: Domenica
en_gb: Sunday

source: Sostituisce l'etichetta dell'orario di ogni transazione con il nome della categoria. Tuttavia, se non inserisci manualmente una nota per ogni transazione - nel qual caso la nota è il nome della categoria per impostazione predefinita - apparirà un testo duplicato.
en_gb: Swaps the time label of each transaction with its category name. However, if you do not manually input a note for each transaction - in which case the note is the category name by default - duplicate text will appear.

# System
source: Sistema
en_gb: System

# Thanks a million, %@ Rafael
source: Grazie mille, %@ Rafael
en_gb: Thanks a million, %@ Rafael

# That's all, buddy.
source: È tutto, amico.
en_gb: That's all, buddy.

# The budget will periodically refresh according to your preference.
source: Il budget si aggiornerà periodicamente in base alle tue preferenze.
en_gb: The budget will periodically refresh according to your preference.

# This action cannot be undone, and all %@ transactions would be deleted.
source: Questa azione non può essere annullata e tutte le transazioni %@ verranno eliminate.
en_gb: This action cannot be undone, and all %@ transactions would be deleted.

# This action cannot be undone.
source: Questa azione non può essere annullata.
en_gb: This action cannot be undone.

# This action genuinely cannot be undone. Long press to confirm.
source: Questa azione non può davvero essere annullata. Tieni premuto a lungo per confermare.
en_gb: This action genuinely cannot be undone. Long press to confirm.

source: Questa azione eliminerà tutte le transazioni, categorie e budget esistenti e non può essere annullata.
en_gb: This action would delete all existing transactions, categories, and budgets, and cannot be undone.

# this month
source: questo mese
en_gb: this month

# THIS MONTH
source: QUESTO MESE
en_gb: THIS MONTH

# this week
source: questa settimana
en_gb: this week

# THIS WEEK
source: QUESTA SETTIMANA
en_gb: THIS WEEK

# this year
source: quest'anno
en_gb: this year

# THIS YEAR
source: QUEST'ANNO
en_gb: THIS YEAR

# Thursday
source: Giovedì
en_gb: Thursday

# Time Period
source: Periodo di Tempo
en_gb: Time Period

# Tip failed to go through, please try again!
source: Mancia non andata a buon fine, riprova!
en_gb: Tip failed to go through, please try again!

# Tip Jar
source: Mancia
en_gb: Tip Jar

# Tips
source: Mance
en_gb: Tips

# today
source: oggi
en_gb: today

# Today, %@
source: Oggi, %@
en_gb: Today, %@

# Total Income
source: Entrate Totali
en_gb: Total Income

# Total Spent
source: Totale Speso
en_gb: Total Spent

# transaction-view-income-picker
source: Entrata
en_gb: Income

# Transport
source: Trasporto
en_gb: Transport

# Try a different search query!
source: Prova una ricerca diversa!
en_gb: Try a different search query!

# Tuesday
source: Martedì
en_gb: Tuesday

# Type 1
source: Tipo 1
en_gb: Type 1

# Type 2
source: Tipo 2
en_gb: Type 2

# Unable to load tip options, please try again later 🥲
source: Impossibile caricare le opzioni di mancia, riprova più tardi 🥲
en_gb: Unable to load tip options, please try again later 🥲

# Utilities
source: Utenze
en_gb: Utilities

# Version %@ (%@)
source: Versione %@ (%@)
en_gb: Version %@ (%@)

# View your latest expenses.
source: Visualizza le tue ultime spese.
en_gb: View your latest expenses.

# Wednesday
source: Mercoledì
en_gb: Wednesday

# week
source: settimana
en_gb: week

# weekly
source: settimanale
en_gb: weekly

# Weekly
source: Settimanale
en_gb: Weekly

# weekNewBudget
source: settimana
en_gb: week

# weeks
source: settimane
en_gb: weeks

# welcome_header_1
source: Tieni traccia delle tue finanze
en_gb: Tieni d'occhio le tue finanze

# welcome_header_3
source: Rispetta i budget
en_gb: Rimani nel budget

# welcome_subtitle_1
source: Aggiungi nuove voci in modo semplice e diretto
en_gb: Aggiungi un nuovo record in modo semplice ed immediato

# welcome_subtitle_2
source: Ricava informazioni sulle tue spese in vari periodi di tempo
en_gb: Draw insights from your spending over various time periods

# welcome_subtitle_3
source: Imposta obiettivi per categoria e periodo per limitare le tue spese
en_gb: Imposta limiti per categoria e di tempo per limitare le tue spese

# Which day of the %@ do you want your budget to start from?
source: Da quale giorno del/della %@ vuoi che inizi il tuo budget?
en_gb: Which day of the %@ do you want your budget to start from?

# year
source: anno
en_gb: year

# Yearly
source: Annuale
en_gb: Yearly

# yearNewBudget
source: anno
en_gb: year

# yesterday
source: ieri
en_gb: yesterday

# Your Log is Empty
source: Il tuo Registro è Vuoto
en_gb: Your Log is Empty
